cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap "homebrew/completions"
tap "gemnasium/gemnasium"
tap "thoughtbot/formulae"
tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/services"
tap "homebrew/dupes"
tap "homebrew/core"

brew 'ack'
brew 'advancecomp'
brew "aircrack-ng"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash"
brew "bash-completion"
brew 'binutils'
brew "brew-cask-completion"
brew "cmatrix"
brew "coreutils", args: ["with-gmp"]
brew "cowsay"
brew "crystal-lang"
brew "csvprintf"
brew "curl"
brew "devd"
brew "exif"
brew "exiftool"
brew "exiv2"
brew "faac"
brew "fdk-aac"
brew "ffmpeg", args: ["with-fdk-aac", "with-fontconfig", "with-freetype", "with-libass", "with-libbluray", "with-libcaca", "with-libssh", "with-libvidstab", "with-libvorbis", "with-libvpx", "with-openssl", "with-opus", "with-sdl2", "with-snappy", "with-tesseract", "with-theora", "with-tools", "with-webp", "with-x265", "with-xz"]
brew "findutils"
brew "flac"
brew "gcc"
brew "git"
brew "git-quick-stats"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-typist"
brew "go"
brew 'gnutls'
brew "gphoto2"
brew "graphviz"
brew "grep"
brew "highlight"
brew "htop"
brew "imagemagick", args: ["with-fftw", "with-ghostscript", "with-librsvg", "with-little-cms2", "with-pango", "with-webp"]
brew "iperf"
brew "iperf3"
brew "jpeg-archive"
brew "jpegoptim"
brew "jq"
brew "jsonpp"
brew "keybase"
brew "less"
brew "librsvg"
brew "libsass"
brew 'lua'
brew "mas"
brew "media-info"
brew "mercurial"
brew "mkvtoolnix"
brew "mobile-shell"
brew "netcat"
brew "nmap"
brew "openjpeg"
brew 'openssl'
brew "optipng"
brew "pv"
brew "q"
brew "qrencode"
brew 'rbenv'
brew 'readline'
brew "reattach-to-user-namespace"
brew 'ruby-build'
brew "rust"
brew "scrypt"
brew "sl"
brew "ssh-copy-id"
brew "stunnel"
brew "terminal-notifier"
brew 'thefuck'
brew "the_platinum_searcher"
brew 'the_silver_searcher'
brew "tmate"
brew "tmux"
brew "vim", args: ["with-gettext", "with-luajit", "with-override-system-vi"]
brew "vnstat", restart_service: true
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'

cask 'atom'
cask 'betterzipql'
cask 'google-chrome'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'slack'
cask 'transmission'
cask 'webpquicklook'
cask 'xquartz'

mas "1Password", id: 443987910
mas "DaisyDisk", id: 411643860
mas "EasyRes", id: 688211836
mas "Taurine", id: 960276676
mas "The Unarchiver", id: 425424353
