tap "buo/cask-upgrade"
tap "cloudflare/cloudflare"
tap "docmunch/pdftk"
tap "hawkw/grub"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
brew "aalib"
brew "ack"
brew "advancecomp"
brew "ant"
brew "openssl"
brew "apr-util"
brew "icu4c"
brew "docbook"
brew "aspell"
brew "gettext"
brew "sqlite"
brew "python"
brew "at-spi2-atk"
brew "autoconf"
brew "autojump"
brew "automake"
brew "aview"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bison", link: true
brew "blueutil"
brew "brew-cask-completion"
brew "brightness"
brew "freetype"
brew "fontconfig"
brew "lzo"
brew "cdrtools"
brew "certbot"
brew "chrome-cli"
brew "chromedriver"
brew "clang-format"
brew "libsigsegv"
brew "clisp"
brew "rlwrap"
brew "clojure"
brew "gmp"
brew "cloog"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "libyaml"
brew "pkg-config"
brew "crystal"
brew "csvprintf"
brew "curl"
brew "devd"
brew "dos2unix"
brew "doxygen"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "emacs"
brew "enchant"
brew "portaudio"
brew "espeak"
brew "libexif"
brew "popt"
brew "exif"
brew "exiftool"
brew "exiftran"
brew "exiv2"
brew "expat"
brew "faac"
brew "fdk-aac"
brew "libogg"
brew "flac"
brew "giflib"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libvorbis"
brew "libsndfile"
brew "libsamplerate"
brew "libsoxr"
brew "libvpx"
brew "opus"
brew "speex"
brew "tesseract"
brew "theora"
brew "xvid"
brew "ffmpeg"
brew "mpfr"
brew "gcc"
brew "fftw"
brew "findutils"
brew "fish"
brew "zsh"
brew "fizsh"
brew "fortune"
brew "fping"
brew "freeimage"
brew "gawk"
brew "gd"
brew "gdb"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "git-quick-stats"
brew "glances"
brew "glfw"
brew "glm"
brew "gmp@4"
brew "libxml2"
brew "gnome-doc-utils"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-typist"
brew "libusb"
brew "gnupg"
brew "qt"
brew "gnuplot"
brew "go"
brew "hicolor-icon-theme"
brew "goffice"
brew "gpac"
brew "libtool", args: ["universal"]
brew "libusb-compat"
brew "gphoto2"
brew "gpsd"
brew "jasper"
brew "libwmf"
brew "graphicsmagick", args: ["with-ghostscript", "with-libwmf", "with-little-cms2", "with-webp", "with-x11"]
brew "gts"
brew "graphviz"
brew "grc"
brew "grep"
brew "gsl"
brew "gtk+"
brew "hashcat"
brew "highlight"
brew "htop"
brew "httrack"
brew "shared-mime-info"
brew "intltool"
brew "iperf"
brew "iperf3"
brew "ircii"
brew "isl@0.12"
brew "ispell"
brew "jam"
brew "jbig2dec"
brew "jenv"
brew "jhead"
brew "mozjpeg"
brew "jpeg-archive"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "json-c"
brew "jsonpp"
brew "pandoc"
brew "jupyter"
brew "keybase"
brew "leiningen"
brew "less"
brew "libcaca"
brew "libewf"
brew "libssh2"
brew "libgit2"
brew "libicns", args: ["universal"]
brew "libiconv"
brew "libplist"
brew "usbmuxd"
brew "libimobiledevice"
brew "libmagic"
brew "libmatroska"
brew "libmikmod"
brew "libsass"
brew "libsvg"
brew "libsvg-cairo"
brew "libvidstab"
brew "libvo-aacenc"
brew "libyubikey"
brew "luajit"
brew "make"
brew "makedepend"
brew "mas"
brew "maven"
brew "media-info"
brew "python@2"
brew "mercurial"
brew "mkvtoolnix"
brew "moreutils"
brew "mosh"
brew "msgpack"
brew "muscle"
brew "mysql"
brew "namebench"
brew "nasm"
brew "neofetch"
brew "neovim"
brew "net-snmp"
brew "netcat"
brew "nikto"
brew "nmap"
brew "numpy"
brew "optipng"
brew "pdf2svg"
brew "pipes-sh"
brew "pngcrush"
brew "pngquant"
brew "postgresql"
brew "potrace"
brew "procyon-decompiler"
brew "pulseaudio"
brew "pv"
brew "q"
brew "qrencode"
brew "r"
brew "radare2"
brew "ruby-build", args: ["HEAD"]
brew "rbenv"
brew "reattach-to-user-namespace"
brew "reaver"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rustc-completion"
brew "rustup-init"
brew "s3cmd"
brew "sbcl"
brew "scrypt"
brew "sdl"
brew "sdl_image"
brew "sdl_ttf"
brew "shadowsocks-libev"
brew "ski"
brew "sl"
brew "smartmontools"
brew "speedtest-cli"
brew "spoof-mac"
brew "sqlparse"
brew "ssh-copy-id"
brew "sslsplit"
brew "stockfish"
brew "stunnel"
brew "svg2pdf"
brew "telnet"
brew "terminal-notifier"
brew "texi2html"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "thefuck"
brew "tika"
brew "tinc"
brew "tinyproxy"
brew "tmate"
brew "tmux"
brew "tree"
brew "uncrustify"
brew "unixodbc"
brew "utf8proc"
brew "vim"
brew "vips"
brew "vnstat", restart_service: true
brew "w3m"
brew "wget"
brew "wtf"
brew "wv"
brew "yara"
brew "yarn"
brew "yasm"
brew "yubico-piv-tool"
brew "zenity"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "cloudflare/cloudflare/cloudflared"
cask "aerial"
cask "angry-ip-scanner"
cask "atom"
cask "betterzip"
cask "betterzipql"
cask "cool-retro-term"
cask "couchpotato"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "elektriktrick"
cask "emin-webpquicklook"
cask "google-chrome"
cask "java"
cask "java11"
cask "java8"
cask "mysqlworkbench"
cask "pgadmin4"
cask "qladdict"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlmobi"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "rstudio"
cask "sequel-pro"
cask "slack"
cask "suspicious-package"
cask "transmission"
cask "wkhtmltopdf"
cask "xquartz"
mas "DaisyDisk", id: 411643860
mas "EasyRes", id: 688211836
mas "Taurine", id: 960276676
mas "The Unarchiver", id: 425424353
