cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'the_silver_searcher'
brew 'coreutils'
brew 'binutils'
brew 'gnutls'
brew 'imagemagick'
brew 'openssl'
brew 'pv'
brew 'exiftools'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'thefuck'
brew 'wget'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'imagemagick'
brew 'ffmpeg'

cask 'slack'
cask 'flux'
cask 'atom'
cask 'betterzipql'
cask 'google-chrome'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'slack'
cask 'synergy'
cask 'transmission'
cask 'webpquicklook'
cask 'xquartz'
